{
  "callbackReport": {
    "reportDelivered": "Ваш отзыв получен",
    "reportReverted": "Ваш отзыв отменён"
  },
  "help": {
    "chatMessage": "chat_id {{chatId}}. Используйте этот chat_id, чтобы отправлять анонимные сообщения в эту группу или нажмите кнопку ниже",
    "inlineSendAnonymously": "отправить анонимно",
    "privateMessage": "Используйте команду /help в чате, в котором вы хотите отправлять анонимные сообщения"
  },
  "newChat": {
    "inlineSendAnonymously": "отправить анонимно",
    "welcome": "Привет! chat_id для этой группы {{chatId}}. Рекомендуется или записать его, или запинить, или добавить в описание группы"
  },
  "process": {
    "chatIdAccepted": "Ваше следующее сообщение будет отправлено в группу с chat_id {{chatId}}",
    "errorNoPermissions": "Извините, я не могу обработать это сообщение, недостаточно прав...",
    "errorWrongMessageType": "Извините, я не обрабатываю такие сообщения",
    "inlineReplyAnonymously": "ответить",
    "inlineSeeInTheChat": "посмотреть в чате",
    "inlineSendAnonymously": "отправить",
    "inputChatIdRequest": "В какой чат вы хотите отправить анонимное сообщение? Отправьте мне chat_id отдельным сообщением",
    "messageSent": "Анонимное сообщение отправлено"
  },
  "start": {
    "errorFirstParam": "Извините, в качестве первого параметра должен быть передан chat_id",
    "errorNoPermissions": "Извините, я не могу обработать это сообщение, недостаточно прав.",
    "inputMessageRequest": "Какое анонимное сообщение вы хотите отправить в чат с chat_id: {{chatId}}",
    "paramsInPublicChat": "Я принимаю команду start с параметрами только в личных сообщениях",
    "welcome": "Привет!\n\nВо-первых, спасибо, что решили попробовать AnonBot.\nБот позволяет отправлять анонимные сообщения в чатах, куда он был добавлен. Бот не собирает никакую пользовательскую информацию.\n\nИнформация для пользователей:\nЧтобы отправить анонимное сообщение, вы должны отправить chat_id боту отдельным личным сообщением (чтобы узнать chat_id, проверьте не запинил ли администратор его или не добавил ли его в описание группы, или попробуйте найти первое сообщение бота, если всё это не получилось, воспользуйтесь командой /help в группе, куда вы хотите отправить анонимное сообщение), также можно ответить на другое анонимное сообщение.\nПока бот работает только с текстовыми сообщениями.\n\nИнформация для администраторов:\nБоту не требуются дополнительные разрешения.\nПожалуйста, предоставьте возможность пользователям находить chat_id без дополнительных команд, чтобы не терять анонимность. Запиньте сообщение с chat_id или добавьте его в описание группы.\n\nБот свободен для всех, исходный код здесь https://github.com/freecdog/66tgAnonBot"
  }
}
